Repository: skycat-me/simply-static-github-sync
Catalog: languages/simply-static-*.po
Languages: de_de

source: An Additional File or Directory is not located within an expected directory: %s<br />It should be in one of these directories (or a subdirectory):<br /><code>%s</code><br /> <code>%s</code><br /> <code>%s</code>
de_de: Eine zusätzliche Datei oder Verzeichnis ist nicht in dem erwarteten Verzeichnis: %s<br />Diese sollten in einem dieser Verzeichnisse (oder einem Untervezeichnis) sein:<br /><code>%s</code><br /> <code>%s</code><br /> <code>%s</code>

source: An Additional URL does not start with <code>%s</code>: %s
de_de: Eine zusätzliche URL darf nicht mit <code>%s</code> beginnen: %s

source: Unable to create ZIP archive
de_de: ZIP Archiv konnte nicht erstellt werden.

source: Could not create file or directory: %s
de_de: Konnte die Datei bzw. das Verzeichnis nicht erstellen: %s

source: Could not delete temporary file or directory: %s
de_de: Konnte die temporäre Datei bzw. das Verzeichnis nicht löschen: %s

source: Attempting to fetch remote URL: %s
de_de: Versuche die entfernte URL abzurufen: %s

source: Can't find view template: %s
de_de: Konnte &#8222;Template Ansicht&#8220; nicht finden: %s

source: Can't find view layout: %s
de_de: Konnte &#8222;Layout Ansicht&#8220; nicht finden: %s

source: Simply Static Github Sync Settings
de_de: Simply Static Github Sync Einstellungen

source: Generate Static Site
de_de: Generiere eine Statische Website

source: Settings
de_de: Einstellungen

source: ZIP archive created:
de_de: ZIP Archiv erstellt:

source: Click here to download
de_de: Klicke hier zum Download.

source: Settings saved.
de_de: Einstellungen gespeichert.

source: Destination URL cannot be blank
de_de: Die Ziel URL darf nicht leer sein.

source: Temporary Files Directory cannot be blank
de_de: Das Verzeichnis für temporäre Dateien darf nicht leer sein.

source: Temporary Files Directory is not writeable: %s
de_de: Das Verzeichnis für temporäre Dateien ist nicht beschreibbar: %s

source: Temporary Files Directory does not exist: %s
de_de: Das Verzeichnis für temporäre Dateien existiert nicht: %s

source: Your site does not have a permalink structure set. You can select one on <a href='%s'>the Permalink Settings page</a>.
de_de: Deine Website hat keine Permalink Struktur gesetzt. Du kannst eine solche unter <a href='%s'>Einstellungen &gt; Permalinks</a> auswählen und speichern.

source: Your server does not have the PHP zip extension enabled. Please visit <a href='http://www.php.net/manual/en/book.zip.php'>the PHP zip extension page</a> for more information on how to enable it.
de_de: Dein Server hat die PHP zip Erweiterung nicht aktiviert. Schau dir bitte die <a href='http://www.php.net/manual/en/book.zip.php'>PHP zip-Erweiterungs-Seite (engl.)</a> für weiterführende Informationen an, und wie du diese Erweiterung aktivieren kannst.

source: Local Directory cannot be blank
de_de: Das lokale Verzeichnis darf nicht leer sein.

source: Local Directory is not writeable: %s
de_de: Das lokale Verzeichnis ist nicht beschreibbar: %s

source: Local Directory does not exist: %s
de_de: Das lokale Verzeichnis existiert nicht: %s

source: Produces a static HTML version of your WordPress install and adjusts URLs accordingly.
de_de: Erstellt von deiner WordPress Installation eine statische HTML Version, und passt die URLS entsprechend an.
